{
	"productId": "730a3902-b4f2-4d79-9aea-f686e3024abf",
	"datastoreId": "56785679",
	"title": "Stray",
	"publisher": "Annapurna Interactive",
	"creator": "BlueTwelve Studio",
	"shortDescription": "A stray cat must escape a long-forgotten city",
	"description": "Lost, alone and separated from family, a stray cat must untangle an ancient mystery to escape a long-forgotten cybercity and find their way home.",
	"longDescription": "About This Game\n---------------\n\nLost, alone and separated from family, a stray cat must untangle an ancient mystery to escape a long-forgotten city.\nStray is a third-person cat adventure game set amidst the detailed, neon-lit alleys of a decaying cybercity and the murky environments of its seedy underbelly. Roam surroundings high and low, defend against unforeseen threats and solve the mysteries of this unwelcoming place inhabited by curious droids and dangerous creatures.\nSee the world through the eyes of a cat and interact with the environment in playful ways. Be stealthy, nimble, silly, and sometimes as annoying as possible with the strange inhabitants of this mysterious world.\nAlong the way, the cat befriends a small flying drone, known only as B-12. With the help of this newfound companion, the duo must find a way out.\nStray is developed by BlueTwelve Studio, a small team from the south of France mostly made up of cats and a handful of humans.",
	"website": "https://stray.game/",
	"twitter": "@HKdevblog",
	"discord": "https://discordapp.com/invite/terraria",
	"instagram": "@HKdevblog",
	"publisherDid": "did:chia:16ydm8lppl2k7ewdj6j4063frmzk55sehy97pm92etatpmhnzl7lslxvzg8",
	"contentRating": "E 10+",
	"capsuleImage": "https://cdn.cloudflare.steamstatic.com/steam/apps/1332010/capsule_616x353.jpg?t=1670349423",
	"icon": "https://i.imgur.com/Z8UT1Lx.png",
	"tags": "cats, adventure, cyberpunk, atmospheric, cute, singleplayer, exploration, robots, third person, beautiful, horror, puzzle, sci-fi, indie, dystopian, mystery, open world, colorful, action, stealth",
	"trailer": "4uP2MyUL49s",
	"trailerSource": "youtube",
	"status": "Complete",
	"version": "1.0",
	"screenshots": "https://cdn.cloudflare.steamstatic.com/steam/apps/1332010/ss_88e209a90c2039fa76bca6fa08c641365be38d50.1920x1080.jpg?t=1670349423, https://cdn.cloudflare.steamstatic.com/steam/apps/1332010/ss_e8f0cbd5efdba352e89c4cfcee3fe991a1e1be8a.1920x1080.jpg?t=1670349423",
	"paymentAddress": "xch1w89m85c6kr7w4jtff5r53lfardjcawsnrdnxh5ke9aeqnaeddphqjez9jh",
	"password": "password123",
	"isPublic": true
}